public static class SkillData
{
    //스킬이름은 항상 Pefeb이름과 같아야 한다. 그래야 Resources 폴더에서 가져옴
    public enum Skills
    {
        /**********1000**********/
        FireBall_Store = 1000, Tornado_Store, BlackHole_Store, SawBlade_Store, Spark_Store, WaveEnergy_Store, Clairvoyant_Store, Volcano_Store, Trident_Store, Quickness_Store, Slowdown_Store,
        /**********900***********/

        /**********800***********/

        /**********700***********/

        /**********600***********/

        /**********500***********/

        /**********400***********/

        /**********300***********/

        /**********200***********/

        /**********100***********/

        /**********90************/

        /**********80************/

        /**********70************/

        /**********60************/

        /**********50************/

        /**********40************/

        /**********30************/

        /**********20************/

        /**********10************/

    }

    public enum SkillPrice
    {
        //등급 별로 가격나눔 임시로 원,투,쓰리
        One = 150, Two = 250, Three = 400
    }
}
